Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Attribution and source identification for a selectable or guardrail DNS blocklist.
de: Namensnennung und Quellenangabe für eine auswählbare DNS-Blockliste oder Sicherheitsliste.
es: Atribución e identificación de la fuente de una lista DNS seleccionable o de protección.
fr: Attribution et identification de la source d’une liste DNS sélectionnable ou de protection.
it: Attribuzione e identificazione della fonte di una lista DNS selezionabile o di protezione.
ja: 選択可能なDNSブロックリストまたは安全対策用リストの帰属と出典を示します。
ko: 선택 가능하거나 안전 보호용 DNS 차단 목록의 저작자와 출처를 표시합니다.
pt_br: Atribuição e identificação da fonte de uma lista DNS selecionável ou de proteção.
zh_hans: 标识可选用或安全防护 DNS 拦截列表的归属与来源。
zh_hant: 標示可選用或安全防護 DNS 封鎖清單的出處與來源。

source: Third-party names identify services, sign-in providers, data sources, or open-source libraries included in Lava. Lava Security is not affiliated with, endorsed by, sponsored by, or reviewed by these providers or projects.
de: Namen Dritter kennzeichnen Dienste, Anmeldeanbieter, Datenquellen oder Open-Source-Bibliotheken in Lava. Lava Security ist mit diesen Anbietern oder Projekten weder verbunden noch von ihnen unterstützt, gesponsert oder geprüft.
es: Los nombres de terceros identifican servicios, proveedores de inicio de sesión, fuentes de datos o bibliotecas de código abierto incluidos en Lava. Lava Security no está afiliado, avalado, patrocinado ni revisado por estos proveedores o proyectos.
fr: Les noms de tiers identifient les services, fournisseurs de connexion, sources de données ou bibliothèques open source inclus dans Lava. Lava Security n’est ni affilié à ces fournisseurs ou projets, ni approuvé, sponsorisé ou examiné par eux.
it: I nomi di terzi identificano servizi, provider di accesso, fonti dati o librerie open source incluse in Lava. Lava Security non è affiliato, approvato, sponsorizzato o esaminato da questi provider o progetti.
ja: 第三者の名称は、Lavaに含まれるサービス、サインインプロバイダー、データソース、オープンソースライブラリを示します。Lava Securityはこれらのプロバイダーやプロジェクトと提携しておらず、承認、支援、審査を受けていません。
ko: 타사 이름은 Lava에 포함된 서비스, 로그인 제공자, 데이터 소스 또는 오픈 소스 라이브러리를 나타냅니다. Lava Security는 이러한 제공자나 프로젝트와 제휴하지 않으며 이들의 승인, 후원 또는 검토를 받지 않았습니다.
pt_br: Os nomes de terceiros identificam serviços, provedores de login, fontes de dados ou bibliotecas de código aberto incluídos no Lava. O Lava Security não é afiliado, aprovado, patrocinado ou revisado por esses provedores ou projetos.
zh_hans: 第三方名称用于标识 Lava 中的服务、登录提供商、数据来源或开源库。Lava Security 与这些提供商或项目无关联，也未获其背书、赞助或审核。
zh_hant: 第三方名稱用於標示 Lava 中的服務、登入提供者、資料來源或開源程式庫。Lava Security 與這些提供者或專案無關聯，亦未獲其背書、贊助或審核。

source: %1$@ is a third-party source shown for attribution and source identification. License: %2$@. Owner or project: %3$@.
de: %1$@ ist eine Drittanbieterquelle zur Namensnennung und Quellenangabe. Lizenz: %2$@. Inhaber oder Projekt: %3$@.
es: %1$@ es una fuente de terceros que se muestra para atribución e identificación. Licencia: %2$@. Propietario o proyecto: %3$@.
fr: %1$@ est une source tierce affichée pour l’attribution et l’identification de la source. Licence : %2$@. Propriétaire ou projet : %3$@.
it: %1$@ è una fonte di terzi mostrata per attribuzione e identificazione. Licenza: %2$@. Proprietario o progetto: %3$@.
ja: %1$@は帰属と出典を示すために表示する第三者ソースです。ライセンス：%2$@。所有者またはプロジェクト：%3$@。
ko: %1$@은 저작자와 출처 표시를 위해 제공되는 타사 소스입니다. 라이선스: %2$@. 소유자 또는 프로젝트: %3$@.
pt_br: %1$@ é uma fonte de terceiros exibida para atribuição e identificação. Licença: %2$@. Proprietário ou projeto: %3$@.
zh_hans: %1$@ 是用于标识归属与来源的第三方来源。许可：%2$@。所有者或项目：%3$@。
zh_hant: %1$@ 是用於標示出處與來源的第三方來源。授權條款：%2$@。擁有者或專案：%3$@。

source: Third-party source project
de: Drittanbieter-Quellprojekt
es: Proyecto de origen de terceros
fr: Projet source tiers
it: Progetto di origine di terzi
ja: 第三者ソースプロジェクト
ko: 타사 소스 프로젝트
pt_br: Projeto de origem de terceiros
zh_hans: 第三方来源项目
zh_hant: 第三方來源專案

source: Pause for %d minutes
de: Für %d Minuten pausieren
es: Pausar durante %d minutos
fr: Mettre en pause pendant %d minutes
it: Pausa per %d minuti
ja: %d分間一時停止
ko: %d분 동안 일시 정지
pt_br: Pausar por %d minutos
zh_hans: 暂停 %d 分钟
zh_hant: 暫停 %d 分鐘

source: %dh %dm
de: %d Std. %d Min.
es: %d h %d min
fr: %d h %d min
it: %d h %d min
ja: %d時間%d分
ko: %d시간 %d분
pt_br: %d h %d min
zh_hans: %d 小时 %d 分钟
zh_hant: %d 小時 %d 分鐘

source: %dm
de: %d Min.
es: %d min
fr: %d min
it: %d min
ja: %d分
ko: %d분
pt_br: %d min
zh_hans: %d 分钟
zh_hant: %d 分鐘

source: Latest encrypted settings backup size is %@.
de: Die Größe der letzten verschlüsselten Einstellungssicherung beträgt %@.
es: El tamaño de la última copia cifrada de los ajustes es %@.
fr: La taille de la dernière sauvegarde chiffrée des réglages est de %@.
it: La dimensione dell’ultimo backup cifrato delle impostazioni è %@.
ja: 最新の暗号化設定バックアップのサイズは%@です。
ko: 최근 암호화된 설정 백업의 크기는 %@입니다.
pt_br: O tamanho do último backup criptografado das configurações é %@.
zh_hans: 最新的加密设置备份大小为 %@。
zh_hant: 最新的加密設定備份大小為 %@。

source: Added %@
de: %@ hinzugefügt
es: %@ añadido
fr: %@ ajouté
it: %@ aggiunto
ja: %@を追加しました
ko: %@ 추가됨
pt_br: %@ adicionado
zh_hans: 已添加 %@
zh_hant: 已加入 %@

source: This domain will be blocked after you save.
de: Diese Domain wird nach dem Speichern blockiert.
es: Este dominio se bloqueará después de guardar.
fr: Ce domaine sera bloqué après l’enregistrement.
it: Questo dominio verrà bloccato dopo il salvataggio.
ja: 保存すると、このドメインがブロックされます。
ko: 저장하면 이 도메인이 차단됩니다.
pt_br: Este domínio será bloqueado após salvar.
zh_hans: 保存后将拦截此域名。
zh_hant: 儲存後將封鎖此網域。

source: This exception will take effect after you save.
de: Diese Ausnahme wird nach dem Speichern wirksam.
es: Esta excepción se aplicará después de guardar.
fr: Cette exception prendra effet après l’enregistrement.
it: Questa eccezione avrà effetto dopo il salvataggio.
ja: 保存すると、この例外が有効になります。
ko: 저장하면 이 예외가 적용됩니다.
pt_br: Esta exceção entrará em vigor após salvar.
zh_hans: 保存后此例外将生效。
zh_hant: 儲存後此例外將生效。

source: Device DNS identifies the DNS resolver supplied by the current Wi-Fi, cellular, or system network configuration.
de: Geräte-DNS bezeichnet den DNS-Resolver der aktuellen WLAN-, Mobilfunk- oder Systemnetzwerkkonfiguration.
es: El DNS del dispositivo identifica el resolutor DNS de la configuración actual de Wi-Fi, red móvil o sistema.
fr: Le DNS de l’appareil désigne le résolveur DNS fourni par la configuration actuelle du Wi-Fi, du réseau mobile ou du système.
it: Il DNS del dispositivo identifica il resolver DNS fornito dalla configurazione attuale della rete Wi-Fi, cellulare o di sistema.
ja: デバイスDNSは、現在のWi-Fi、モバイル通信、またはシステムのネットワーク設定から提供されるDNSリゾルバーを示します。
ko: 기기 DNS는 현재 Wi-Fi, 셀룰러 또는 시스템 네트워크 설정이 제공하는 DNS 리졸버를 나타냅니다.
pt_br: O DNS do dispositivo identifica o resolvedor DNS fornecido pela configuração atual de Wi-Fi, rede celular ou sistema.
zh_hans: 设备 DNS 指当前 Wi-Fi、移动网络或系统网络设置提供的 DNS 解析器。
zh_hant: 裝置 DNS 指目前 Wi-Fi、行動網路或系統網路設定提供的 DNS 解析器。

source: Quad9 is a trademark of Quad9 Foundation.
de: Quad9 ist eine Marke der Quad9 Foundation.
es: Quad9 es una marca comercial de Quad9 Foundation.
fr: Quad9 est une marque de Quad9 Foundation.
it: Quad9 è un marchio di Quad9 Foundation.
ja: Quad9はQuad9 Foundationの商標です。
ko: Quad9은 Quad9 Foundation의 상표입니다.
pt_br: Quad9 é uma marca comercial da Quad9 Foundation.
zh_hans: Quad9 是 Quad9 Foundation 的商标。
zh_hant: Quad9 是 Quad9 Foundation 的商標。

source: Cloudflare is a trademark or registered trademark of Cloudflare, Inc. in the United States and other jurisdictions.
de: Cloudflare ist eine Marke oder eingetragene Marke von Cloudflare, Inc. in den USA und anderen Rechtsgebieten.
es: Cloudflare es una marca comercial o registrada de Cloudflare, Inc. en Estados Unidos y otras jurisdicciones.
fr: Cloudflare est une marque ou une marque déposée de Cloudflare, Inc. aux États-Unis et dans d’autres juridictions.
it: Cloudflare è un marchio o un marchio registrato di Cloudflare, Inc. negli Stati Uniti e in altre giurisdizioni.
ja: Cloudflareは、米国およびその他の法域におけるCloudflare, Inc.の商標または登録商標です。
ko: Cloudflare는 미국 및 기타 관할 지역에서 Cloudflare, Inc.의 상표 또는 등록 상표입니다.
pt_br: Cloudflare é uma marca comercial ou registrada da Cloudflare, Inc. nos Estados Unidos e em outras jurisdições.
zh_hans: Cloudflare 是 Cloudflare, Inc. 在美国及其他司法管辖区的商标或注册商标。
zh_hant: Cloudflare 是 Cloudflare, Inc. 在美國及其他司法管轄區的商標或註冊商標。

source: HaGeZi DNS is a public resolver operated by the HaGeZi project.
de: HaGeZi DNS ist ein öffentlicher Resolver, der vom HaGeZi-Projekt betrieben wird.
es: HaGeZi DNS es un resolutor público gestionado por el proyecto HaGeZi.
fr: HaGeZi DNS est un résolveur public exploité par le projet HaGeZi.
it: HaGeZi DNS è un resolver pubblico gestito dal progetto HaGeZi.
ja: HaGeZi DNSはHaGeZiプロジェクトが運営する公開リゾルバーです。
ko: HaGeZi DNS는 HaGeZi 프로젝트에서 운영하는 공개 리졸버입니다.
pt_br: HaGeZi DNS é um resolvedor público operado pelo projeto HaGeZi.
zh_hans: HaGeZi DNS 是由 HaGeZi 项目运营的公共解析器。
zh_hant: HaGeZi DNS 是由 HaGeZi 專案營運的公用解析器。

source: Google and Google Public DNS are trademarks of Google LLC.
de: Google und Google Public DNS sind Marken von Google LLC.
es: Google y Google Public DNS son marcas comerciales de Google LLC.
fr: Google et Google Public DNS sont des marques de Google LLC.
it: Google e Google Public DNS sono marchi di Google LLC.
ja: GoogleおよびGoogle Public DNSはGoogle LLCの商標です。
ko: Google 및 Google Public DNS는 Google LLC의 상표입니다.
pt_br: Google e Google Public DNS são marcas comerciais da Google LLC.
zh_hans: Google 和 Google Public DNS 是 Google LLC 的商标。
zh_hant: Google 和 Google Public DNS 是 Google LLC 的商標。

source: Apple, the Apple logo, iPhone, and App Store are trademarks of Apple Inc.
de: Apple, das Apple-Logo, iPhone und App Store sind Marken von Apple Inc.
es: Apple, el logotipo de Apple, iPhone y App Store son marcas comerciales de Apple Inc.
fr: Apple, le logo Apple, iPhone et App Store sont des marques d’Apple Inc.
it: Apple, il logo Apple, iPhone e App Store sono marchi di Apple Inc.
ja: Apple、Appleロゴ、iPhone、App StoreはApple Inc.の商標です。
ko: Apple, Apple 로고, iPhone 및 App Store는 Apple Inc.의 상표입니다.
pt_br: Apple, o logotipo da Apple, iPhone e App Store são marcas comerciais da Apple Inc.
zh_hans: Apple、Apple 标志、iPhone 和 App Store 是 Apple Inc. 的商标。
zh_hant: Apple、Apple 標誌、iPhone 和 App Store 是 Apple Inc. 的商標。

source: Google is a trademark of Google LLC.
de: Google ist eine Marke von Google LLC.
es: Google es una marca comercial de Google LLC.
fr: Google est une marque de Google LLC.
it: Google è un marchio di Google LLC.
ja: GoogleはGoogle LLCの商標です。
ko: Google은 Google LLC의 상표입니다.
pt_br: Google é uma marca comercial da Google LLC.
zh_hans: Google 是 Google LLC 的商标。
zh_hant: Google 是 Google LLC 的商標。

source: %@ domains
es: %@ dominios
fr: %@ domaines
it: %@ domini
ja: %@ 件のドメイン
ko: 도메인 %@개
pt_br: %@ domínios
zh_hans: %@ 个域名
zh_hant: %@ 個網域

source: Amethyst
es: Amatista
fr: Améthyste
it: Ametista
ja: アメジスト
ko: 자수정
pt_br: Ametista
zh_hans: 紫水晶
zh_hant: 紫水晶

source: Build
es: Compilación
fr: Compilation
it: Compilazione
ja: ビルド
ko: 빌드
pt_br: Compilação
zh_hans: 构建
zh_hant: 建置

source: DNS transport
es: Transporte DNS
fr: Transport DNS
it: Trasporto DNS
ja: DNS トランスポート
ko: DNS 전송 방식
pt_br: Transporte de DNS
zh_hans: DNS 传输方式
zh_hant: DNS 傳輸方式

source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부 정보
pt_br: Detalhes
zh_hans: 详情
zh_hant: 詳細資料

source: Domain
es: Dominio
fr: Domaine
it: Dominio
ja: ドメイン
ko: 도메인
pt_br: Domínio
zh_hans: 域名
zh_hant: 網域

source: Email
es: Correo electrónico
ja: メールアドレス
ko: 이메일
zh_hans: 邮箱
zh_hant: 電子郵件

source: Filter
es: Filtro
fr: Filtre
it: Filtro
ja: フィルター
ko: 필터
pt_br: Filtro
zh_hans: 筛选器
zh_hant: 篩選器

source: Filter name
es: Nombre del filtro
fr: Nom du filtre
it: Nome del filtro
ja: フィルター名
ko: 필터 이름
pt_br: Nome do filtro
zh_hans: 筛选器名称
zh_hant: 篩選器名稱

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
zh_hans: 名称
zh_hant: 名稱

source: Name (optional)
es: Nombre (opcional)
fr: Nom (facultatif)
it: Nome (facoltativo)
ja: 名前（任意）
ko: 이름 (선택)
pt_br: Nome (opcional)
zh_hans: 名称（可选）
zh_hant: 名稱（選填）

source: Obsidian
es: Obsidiana
fr: Obsidienne
it: Ossidiana
ja: オブシディアン
ko: 흑요석
pt_br: Obsidiana
zh_hans: 黑曜石
zh_hant: 黑曜石

source: Passkey
es: Llave de acceso
fr: Clé d’accès
ja: パスキー
ko: 패스키
zh_hans: 通行密钥
zh_hant: 通行密鑰

source: Start
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
ko: 시작
pt_br: Iniciar
zh_hans: 开始
zh_hant: 開始

source: Support
es: Soporte
it: Assistenza
ja: サポート
ko: 지원
pt_br: Suporte
zh_hans: 支持
zh_hant: 支援

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: TCP fallback
es: Alternativa con TCP
fr: Repli sur TCP
it: Fallback TCP
ja: TCPフォールバック
ko: TCP 대체
pt_br: Fallback para TCP
zh_hans: TCP 回退
zh_hant: TCP 備援

source: Top domains
es: Dominios principales
fr: Domaines principaux
it: Domini principali
ja: 上位ドメイン
ko: 주요 도메인
pt_br: Principais domínios
zh_hans: 热门域名
zh_hant: 熱門網域

source: Tunnel
es: Túnel
ja: トンネル
ko: 터널
pt_br: Túnel
zh_hans: 隧道
zh_hant: 通道

source: Version
es: Versión
fr: Numéro de version
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
zh_hans: 版本
zh_hant: 版本

source: Version & nerd stats
es: Versión y Nerd Stats
fr: Version et Nerd Stats
it: Versione e Nerd Stats
ja: バージョンと Nerd Stats
ko: 버전 및 Nerd Stats
pt_br: Versão e Nerd Stats
zh_hans: 版本与 Nerd Stats
zh_hant: 版本與 Nerd Stats

source: Standard DNS
es: DNS estándar
fr: DNS standard
it: DNS standard
ja: 標準DNS
ko: 표준 DNS
pt_br: DNS padrão
zh_hans: 标准 DNS
zh_hant: 標準 DNS

source: Filter: %@
es: Filtro: %@
fr: Filtre : %@
it: Filtro: %@
ja: フィルター：%@
ko: 필터: %@
pt_br: Filtro: %@
zh_hans: 筛选器：%@
zh_hant: 篩選器：%@

source: Filter QR code
es: Código QR del filtro
fr: Code QR du filtre
it: Codice QR del filtro
ja: フィルターの QR コード
ko: 필터 QR 코드
pt_br: Código QR do filtro
zh_hans: 筛选器二维码
zh_hant: 篩選器 QR 碼

source: Design system
es: Sistema de diseño
fr: Système de design
it: Sistema di design
ja: デザインシステム
ko: 디자인 시스템
pt_br: Sistema de design
zh_hans: 设计系统
zh_hant: 設計系統

source: S · System DNS
es: S · DNS del sistema
fr: S · DNS système
it: S · DNS di sistema
ja: S · システムDNS
ko: S · 시스템 DNS
pt_br: S · DNS do sistema
zh_hans: S · 系统 DNS
zh_hant: S · 系統 DNS

source: System DNS
es: DNS del sistema
fr: DNS système
it: DNS di sistema
ja: システムDNS
ko: 시스템 DNS
pt_br: DNS do sistema
zh_hans: 系统 DNS
zh_hant: 系統 DNS

source: Lava %1$@ (build %2$@)
es: Lava %1$@ (compilación %2$@)
fr: Lava %1$@ (compilation %2$@)
it: Lava %1$@ (compilazione %2$@)
ja: Lava %1$@（ビルド%2$@）
ko: Lava %1$@ (빌드 %2$@)
pt_br: Lava %1$@ (compilação %2$@)
zh_hans: Lava %1$@（构建 %2$@）
zh_hant: Lava %1$@（建置 %2$@）

source: DNS route
es: Ruta DNS
fr: Route DNS
it: Percorso DNS
ja: DNSの経路
ko: DNS 경로
pt_br: Rota DNS
zh_hans: DNS 路径
zh_hant: DNS 路徑

source: Normal
it: Normale
ja: 良好
ko: 정상
zh_hans: 正常
zh_hant: 正常

source: Original
it: Originale
ja: オリジナル
ko: 오리지널
zh_hans: 原版
zh_hant: 原版

source: App
ja: アプリ
ko: 앱
zh_hans: 应用
zh_hant: 應用程式

source: Internet
ja: インターネット
ko: 인터넷
zh_hans: 互联网
zh_hant: 網際網路

source: Emoji
ja: 絵文字
ko: 이모지
zh_hans: 表情符号
zh_hant: 表情符號

source: Sudoku
ja: 数独
ko: 스도쿠
zh_hans: 数独
zh_hant: 數獨

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

source: Face ID
zh_hans: 面容 ID

source: Touch ID
zh_hans: 触控 ID
